tap "elastic/tap"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "openssl@3"
brew "autoconf"
brew "automake"
brew "bat"
brew "btop"
brew "gmp"
brew "coreutils"
brew "curl"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fortune"
brew "fzf"
brew "readline"
brew "gawk"
brew "gcc"
brew "gh"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "golangci-lint"
brew "shared-mime-info"
brew "imagemagick"
brew "lazydocker"
brew "lazygit"
brew "libyaml"
brew "mise"
brew "tree-sitter"
brew "neovim"
brew "python@3.10"
brew "python@3.9"
brew "railway"
brew "redis", restart_service: :changed
brew "ruby-build"
brew "serve"
brew "starship"
brew "subversion"
brew "tlrc"
brew "tree"
brew "wget"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "elastic/tap/elasticsearch-full"
brew "felixkratz/formulae/borders"
brew "heroku/brew/heroku"
cask "aerospace"
cask "alacritty"
cask "dbeaver-community"
cask "docker-desktop"
cask "firefox"
cask "font-anonymice-powerline"
cask "font-caskaydia-mono-nerd-font"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-droid-sans-mono-for-powerline"
cask "font-fira-mono-for-powerline"
cask "font-hack-nerd-font"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-g-for-powerline"
cask "font-liberation-mono-for-powerline"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "gcloud-cli"
cask "insomnia"
cask "iterm2"
cask "linear-linear"
cask "ngrok"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "vlc"
vscode "2ndshift.fresh-material"
vscode "aki77.rails-partial"
vscode "aki77.rails-routes"
vscode "alexcvzz.vscode-sqlite"
vscode "aliariff.vscode-erb-beautify"
vscode "asvetliakov.vscode-neovim"
vscode "bernardodsanderson.theme-material-neutral"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "christian-kohler.path-intellisense"
vscode "codearcher.rust-gold-bordered-theme"
vscode "connorshea.vscode-ruby-test-adapter"
vscode "craigmaslowski.erb"
vscode "dhedgecock.radical-vscode"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "hbenl.vscode-test-explorer"
vscode "jonathanharty.gruvbox-material-icon-theme"
vscode "mechatroner.rainbow-csv"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "nautigsam.go-to-test"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "sainnhe.gruvbox-material"
vscode "serayuzgur.crates"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "skyapps.fish-vscode"
vscode "tamasfe.even-better-toml"
vscode "thomascsd.vscode-readme-pattern"
vscode "tobiasalthoff.atom-material-theme"
vscode "tomoki1207.pdf"
vscode "vscode-icons-team.vscode-icons"
vscode "xabikos.javascriptsnippets"
vscode "yzdann.k8s-snippets"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
